Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# config.repairPrefix.success
source: Repair Successful
ar: نجح الإصلاح
cs: Oprava proběhla úspěšně
da: Reparation fuldført
de: Reparatur erfolgreich
es: Reparación correcta
fi: Korjaus onnistui
fr: Réparation réussie
it: Riparazione riuscita
ja: 修復が完了しました
ko: 복구 완료
nl: Herstel geslaagd
pl: Naprawa udana
pt_br: Reparo concluído
pt_pt: Reparação concluída
ro: Reparare reușită
ru: Восстановление удалось
sv: Reparationen lyckades
tr: Onarım Başarılı
uk: Відновлення вдалося
vi: Sửa chữa thành công
zh_hans: 修复成功
zh_hant: 修復成功

# config.repairPrefix.successMessage
source: The Wine prefix has been repaired successfully.
ar: تم إصلاح بادئة Wine بنجاح.
cs: Prefix Wine byl úspěšně opraven.
da: Wine-præfikset blev repareret.
de: Das Wine-Präfix wurde erfolgreich repariert.
es: El prefijo de Wine se ha reparado correctamente.
fi: Wine-etuliite korjattiin onnistuneesti.
fr: Le préfixe Wine a été réparé.
it: Il prefisso Wine è stato riparato correttamente.
ja: Wine プレフィックスの修復が完了しました。
ko: Wine 프리픽스를 성공적으로 복구했습니다.
nl: De Wine-prefix is hersteld.
pl: Prefiks Wine został naprawiony.
pt_br: O prefixo do Wine foi reparado com sucesso.
pt_pt: O prefixo do Wine foi reparado com sucesso.
ro: Prefixul Wine a fost reparat cu succes.
ru: Префикс Wine успешно восстановлен.
sv: Wine-prefixet har reparerats.
tr: Wine ön eki başarıyla onarıldı.
uk: Префікс Wine успішно відновлено.
vi: Đã sửa chữa prefix Wine thành công.
zh_hans: Wine 前缀已成功修复。
zh_hant: Wine 前綴已成功修復。

# config.repairPrefix.validationFailed
source: Prefix validation failed after repair
ar: فشل التحقق من البادئة بعد الإصلاح
cs: Ověření prefixu po opravě selhalo
da: Tjek af præfikset mislykkedes efter reparationen
de: Präfix-Prüfung nach der Reparatur fehlgeschlagen
es: La validación del prefijo falló tras la reparación
fi: Etuliitteen tarkistus epäonnistui korjauksen jälkeen
fr: Échec de la validation après réparation
it: Convalida del prefisso non riuscita dopo la riparazione
ja: 修復後のプレフィックスの検証に失敗しました
ko: 복구 후 프리픽스 검증에 실패했습니다
nl: Controle van de prefix na herstel is mislukt
pl: Weryfikacja prefiksu po naprawie nie powiodła się
pt_br: A validação do prefixo falhou após o reparo
pt_pt: A validação do prefixo falhou após a reparação
ro: Validarea prefixului a eșuat după reparare
ru: Проверка префикса после восстановления не пройдена
sv: Kontrollen av prefixet misslyckades efter reparationen
tr: Onarımdan sonra ön ek doğrulaması başarısız oldu
uk: Перевірку префікса після відновлення не пройдено
vi: Xác thực prefix thất bại sau khi sửa chữa
zh_hans: 修复后前缀校验失败
zh_hant: 修復後前綴驗證失敗

# config.retinaMode
source: Retina Mode
ar: وضع Retina
cs: Režim Retina
da: Retina Tilstand
de: Retina-Modus
es: Modo Retina
fi: Retina-tila
fr: Mode Retina
it: Modalità Retina
ja: Retina モード
ko: Retina 모드
nl: Retina Modus
pl: Tryb Retina
pt_br: Modo Retina
pt_pt: Modo Retina
ro: Mod Retina
ru: Режим Retina
sv: Retina-läge
tr: Retina Modu
uk: Режим Retina
vi: Chế độ Retina
zh_hans: Retina 模式
zh_hant: Retina 模式

# config.retinaMode.info
source: Render at full Retina resolution for sharper output. Disable if a game looks tiny or runs slowly.
ar: يعرض بدقة Retina الكاملة للحصول على صورة أوضح. عطّله إذا بدت اللعبة صغيرة جدًا أو كانت بطيئة.
cs: Vykresluje v plném rozlišení Retina pro ostřejší obraz. Vypněte, pokud hra vypadá drobně nebo běží pomalu.
da: Renderer i fuld Retina-opløsning for et skarpere billede. Slå fra, hvis et spil ser bittesmåt ud eller kører langsomt.
de: Rendert in voller Retina-Auflösung für ein schärferes Bild. Deaktivieren, wenn Spiele winzig wirken oder langsam laufen.
es: Renderiza a resolución Retina completa para una imagen más nítida. Desactívalo si un juego se ve diminuto o va lento.
fi: Piirtää täydellä Retina-tarkkuudella terävämpää kuvaa. Poista käytöstä, jos peli näyttää pieneltä tai on hidas.
fr: Affiche en pleine résolution Retina pour une image plus nette. Désactivez si un jeu paraît minuscule ou devient lent.
it: Rendering a risoluzione Retina completa per immagini più nitide. Disattivalo se il gioco appare minuscolo o è lento.
ja: Retina の解像度のまま描画し、より鮮明に表示します。ゲームが小さく表示されたり動作が重い場合はオフにしてください。
ko: Retina 해상도 그대로 렌더링해 더 선명하게 표시합니다. 게임이 너무 작게 보이거나 느리면 끄십시오.
nl: Rendert op volle Retina-resolutie voor een scherper beeld. Schakel dit uit als een game klein oogt of traag draait.
pl: Renderuje w pełnej rozdzielczości Retina dla ostrzejszego obrazu. Wyłącz, jeśli gra jest maleńka lub działa wolno.
pt_br: Renderiza na resolução Retina completa para uma imagem mais nítida. Desative se um jogo ficar minúsculo ou lento.
pt_pt: Renderiza na resolução Retina completa para uma imagem mais nítida. Desative se um jogo ficar minúsculo ou lento.
ro: Randează la rezoluție Retina completă, pentru imagine mai clară. Dezactivează dacă jocul apare minuscul sau merge greu.
ru: Рендеринг в полном разрешении Retina для чёткой картинки. Отключите, если игра выглядит крошечной или тормозит.
sv: Renderar i full Retina-upplösning för skarpare bild. Stäng av om ett spel ser pyttelitet ut eller går långsamt.
tr: Daha net görüntü için tam Retina çözünürlüğünde işler. Oyun çok küçük görünüyorsa veya yavaş çalışıyorsa kapatın.
uk: Рендеринг із повною роздільною здатністю Retina для чіткішої картинки. Вимкніть, якщо гра дрібна або гальмує.
vi: Kết xuất ở độ phân giải Retina đầy đủ để hình ảnh sắc nét hơn. Tắt nếu game trông quá nhỏ hoặc chạy chậm.
zh_hans: 以完整 Retina 分辨率渲染，画面更清晰。如果游戏显示过小或运行缓慢，请关闭。
zh_hant: 以完整 Retina 解析度算繪，畫面更清晰。如果遊戲顯示過小或執行緩慢，請關閉。

# config.retinaMode.off
source: Off
ar: إيقاف
cs: Vyp.
da: Fra
de: Aus
es: Desactivado
fi: Ei käytössä
fr: Désactivé
it: Spento
ja: オフ
ko: 끔
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Desligado
ro: Dezactivat
ru: Выкл.
sv: Av
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关
zh_hant: 關

# config.retinaMode.on
source: On
ar: تشغيل
cs: Zap.
da: Til
de: Ein
es: Activado
fi: Käytössä
fr: Activé
it: Attivo
ja: オン
ko: 켬
nl: Aan
pl: Wł.
pt_br: Ativado
pt_pt: Ligado
ro: Activat
ru: Вкл.
sv: På
tr: Açık
uk: Увімк.
vi: Bật
zh_hans: 开
zh_hant: 開

# config.retinaMode.unknown
source: Unknown
ar: غير معروف
cs: Neznámé
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sv: Okänt
tr: Bilinmiyor
uk: Невідомо
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

# config.retinaMode.unknownHint
source: Unknown means inherit from the Wine prefix.
ar: «غير معروف» يعني الوراثة من بادئة Wine.
cs: „Neznámé“ znamená převzetí z prefixu Wine.
da: Ukendt betyder, at indstillingen arves fra Wine-præfikset.
de: „Unbekannt“ bedeutet: vom Wine-Präfix übernehmen.
es: Desconocido significa heredar del prefijo de Wine.
fi: Tuntematon tarkoittaa, että asetus peritään Wine-etuliitteestä.
fr: Inconnu signifie hériter du préfixe Wine.
it: Sconosciuto significa ereditare dal prefisso Wine.
ja: 「不明」は Wine プレフィックスの設定を引き継ぐという意味です。
ko: ‘알 수 없음’은 Wine 프리픽스 설정을 따른다는 뜻입니다.
nl: 'Onbekend' betekent: overnemen van de Wine-prefix.
pl: „Nieznany” oznacza dziedziczenie z prefiksu Wine.
pt_br: Desconhecido significa herdar do prefixo do Wine.
pt_pt: Desconhecido significa herdar do prefixo do Wine.
ro: Necunoscut înseamnă moștenire din prefixul Wine.
ru: «Неизвестно» означает наследование из префикса Wine.
sv: Okänt betyder att inställningen ärvs från Wine-prefixet.
tr: Bilinmiyor, ayarın Wine ön ekinden devralınacağı anlamına gelir.
uk: «Невідомо» означає успадкування з префікса Wine.
vi: Không rõ nghĩa là kế thừa từ prefix Wine.
zh_hans: “未知”表示沿用 Wine 前缀中的设置。
zh_hant: 「未知」表示沿用 Wine 前綴中的設定。

# config.retry
source: Retry
ar: إعادة
cs: Opakovat
da: Prøv igen
de: Wiederholen
es: Reintentar
fi: Uudelleen
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
nl: Opnieuw
pl: Ponów
pt_br: Repetir
pt_pt: Repetir
ro: Reîncearcă
ru: Повторить
sv: Försök igen
tr: Yeniden Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# config.sequoiaCompat
source: Sequoia Compatibility Mode
ar: وضع التوافق مع Sequoia
cs: Režim kompatibility se Sequoiou
da: Sequoia-kompatibilitetstilstand
de: Sequoia-Kompatibilitätsmodus
es: Modo de compatibilidad con Sequoia
fi: Sequoia-yhteensopivuustila
fr: Mode de compatibilité Sequoia
it: Modalità compatibilità Sequoia
ja: Sequoia 互換モード
ko: Sequoia 호환 모드
nl: Sequoia-compatibiliteitsmodus
pl: Tryb zgodności z Sequoia
pt_br: Modo de compatibilidade com o Sequoia
pt_pt: Modo de compatibilidade Sequoia
ro: Mod de compatibilitate Sequoia
ru: Режим совместимости с Sequoia
sv: Sequoia-kompatibilitetsläge
tr: Sequoia Uyumluluk Modu
uk: Режим сумісності з Sequoia
vi: Chế độ tương thích Sequoia
zh_hans: Sequoia 兼容模式
zh_hant: Sequoia 相容模式

# config.sequoiaCompat.d3dmetalOnly
source: Only applicable when D3DMetal is selected.
ar: ينطبق فقط عند اختيار D3DMetal.
cs: Platí jen při zvoleném D3DMetal.
da: Gælder kun, når D3DMetal er valgt.
de: Nur relevant, wenn D3DMetal ausgewählt ist.
es: Solo se aplica si está seleccionado D3DMetal.
fi: Koskee vain, kun D3DMetal on valittuna.
fr: Applicable uniquement si D3DMetal est sélectionné.
it: Si applica solo se è selezionato D3DMetal.
ja: D3DMetal を選択している場合にのみ適用されます。
ko: D3DMetal을 선택했을 때만 적용됩니다.
nl: Alleen van toepassing wanneer D3DMetal is geselecteerd.
pl: Dotyczy tylko wybranego D3DMetal.
pt_br: Só se aplica quando o D3DMetal está selecionado.
pt_pt: Só se aplica quando o D3DMetal está selecionado.
ro: Se aplică doar când este selectat D3DMetal.
ru: Работает только при выбранном D3DMetal.
sv: Gäller endast när D3DMetal är valt.
tr: Yalnızca D3DMetal seçiliyken geçerlidir.
uk: Працює лише з вибраним D3DMetal.
vi: Chỉ áp dụng khi chọn D3DMetal.
zh_hans: 仅在选择 D3DMetal 时适用。
zh_hant: 僅在選擇 D3DMetal 時適用。

# config.sequoiaCompat.info
source: Applies fixes for Steam and graphics issues on macOS 15.x
ar: يطبّق إصلاحات لمشكلات Steam والرسوميات على macOS 15.x
cs: Použije opravy pro Steam a grafiku v macOS 15.x
da: Retter Steam- og grafikproblemer på macOS 15.x
de: Wendet Korrekturen für Steam- und Grafikprobleme unter macOS 15.x an
es: Aplica correcciones para Steam y problemas gráficos en macOS 15.x
fi: Ottaa käyttöön korjaukset Steamin ja grafiikan ongelmiin macOS 15.x:ssä
fr: Applique des correctifs pour Steam et les problèmes graphiques sur macOS 15.x
it: Applica correzioni per Steam e i problemi grafici su macOS 15.x
ja: macOS 15.x での Steam や描画の問題に対する修正を適用します
ko: macOS 15.x의 Steam 및 그래픽 문제에 대한 수정을 적용합니다
nl: Past oplossingen toe voor Steam- en grafische problemen op macOS 15.x
pl: Stosuje poprawki dla Steam i grafiki w macOS 15.x
pt_br: Aplica correções para o Steam e problemas gráficos no macOS 15.x
pt_pt: Aplica correções para o Steam e problemas gráficos no macOS 15.x
ro: Aplică remedieri pentru Steam și probleme grafice pe macOS 15.x
ru: Применяет исправления для Steam и графики в macOS 15.x
sv: Åtgärdar Steam- och grafikproblem på macOS 15.x
tr: macOS 15.x'te Steam ve grafik sorunları için düzeltmeler uygular
uk: Застосовує виправлення для Steam і графіки в macOS 15.x
vi: Áp dụng bản sửa lỗi cho Steam và đồ họa trên macOS 15.x
zh_hans: 应用针对 macOS 15.x 上 Steam 和图形问题的修复
zh_hant: 套用針對 macOS 15.x 上 Steam 與圖形問題的修正

# config.shaderCache
source: Shader Cache
ar: ذاكرة المظللات
cs: Mezipaměť shaderů
es: Caché de shaders
fi: Varjostinvälimuisti
fr: Cache des shaders
it: Cache shader
ja: シェーダーキャッシュ
ko: 셰이더 캐시
pl: Pamięć shaderów
pt_br: Cache de shaders
pt_pt: Cache de shaders
ro: Cache shader
ru: Кэш шейдеров
tr: Shader Önbelleği
uk: Кеш шейдерів
vi: Bộ đệm shader
zh_hans: 着色器缓存
zh_hant: 著色器快取

# config.shaderCache.info
source: Cache compiled shaders for faster loading
ar: يخزّن المظللات المجمّعة لتسريع التحميل
cs: Ukládá zkompilované shadery pro rychlejší načítání
da: Gem kompilerede shaders, så indlæsning går hurtigere
de: Kompilierte Shader für kürzere Ladezeiten zwischenspeichern
es: Guarda en caché los shaders compilados para cargar antes
fi: Tallentaa käännetyt varjostimet nopeampaa latausta varten
fr: Met en cache les shaders compilés pour charger plus vite
it: Memorizza gli shader compilati per caricamenti più rapidi
ja: コンパイル済みシェーダーをキャッシュして読み込みを高速化します
ko: 컴파일된 셰이더를 캐시해 로딩을 빠르게 합니다
nl: Gecompileerde shaders bewaren voor sneller laden
pl: Zapisuje skompilowane shadery, aby przyspieszyć wczytywanie
pt_br: Armazena shaders compilados para carregar mais rápido
pt_pt: Guarda shaders compilados para carregar mais depressa
ro: Păstrează shaderele compilate pentru încărcare mai rapidă
ru: Кэширует скомпилированные шейдеры для ускорения загрузки
sv: Spara kompilerade shaders för snabbare inläsning
tr: Daha hızlı yükleme için derlenen shader'ları saklar
uk: Кешує скомпільовані шейдери для швидшого завантаження
vi: Lưu shader đã biên dịch để tải nhanh hơn
zh_hans: 缓存已编译的着色器以加快加载
zh_hant: 快取已編譯的著色器以加快載入

# config.title.audio
source: Audio
ar: الصوت
cs: Zvuk
da: Lyd
es: config.title.audio
fi: Ääni
fr: config.title.audio
it: config.title.audio
ja: オーディオ
ko: 오디오
pl: Dźwięk
pt_br: config.title.audio
pt_pt: config.title.audio
ro: config.title.audio
ru: Звук
sv: Ljud
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

# config.title.display
source: Display
ar: الشاشة
cs: Displej
da: Skærm
de: Anzeige
es: Pantalla
fi: Näyttö
fr: Affichage
it: Schermo
ja: ディスプレイ
ko: 디스플레이
nl: Weergave
pl: Ekran
pt_br: Tela
pt_pt: Ecrã
ro: Afișaj
ru: Дисплей
sv: Skärm
tr: Ekran
uk: Дисплей
vi: Màn hình
zh_hans: 显示器
zh_hant: 顯示器

# config.title.dllOverrides
source: DLL Overrides
ar: تجاوزات DLL
cs: Přepisy DLL
da: DLL-tilsidesættelser
de: DLL-Überschreibungen
es: Anulaciones de DLL
fi: DLL-ohitukset
fr: Remplacements de DLL
it: Override DLL
ja: DLL の上書き
ko: DLL 재정의
pl: Zastąpienia DLL
pt_br: Substituições de DLL
pt_pt: Substituições de DLL
ro: Suprascrieri DLL
ru: Замены DLL
sv: DLL-åsidosättningar
tr: DLL Geçersiz Kılmaları
uk: Перевизначення DLL
vi: Ghi đè DLL
zh_hans: DLL 覆盖
zh_hant: DLL 覆寫

# config.title.graphics
source: Graphics
ar: الرسوميات
cs: Grafika
da: Grafik
de: Grafik
es: Gráficos
fi: Grafiikka
fr: Graphismes
it: Grafica
ja: グラフィックス
ko: 그래픽
nl: Grafisch
pl: Grafika
pt_br: Gráficos
pt_pt: Gráficos
ro: Grafică
ru: Графика
sv: Grafik
tr: Grafik
uk: Графіка
vi: Đồ họa
zh_hans: 图形
zh_hant: 圖形

# config.title.performance
source: Performance
ar: الأداء
cs: Výkon
da: Ydeevne
de: Leistung
es: Rendimiento
fi: Suorituskyky
fr: Performances
it: Prestazioni
ja: パフォーマンス
ko: 성능
nl: Prestaties
pl: Wydajność
pt_br: Desempenho
pt_pt: Desempenho
ro: Performanță
ru: Производительность
sv: Prestanda
tr: Performans
uk: Продуктивність
vi: Hiệu năng
zh_hans: 性能
zh_hant: 效能

# config.vcRedistInstalled
source: VC++ Runtime Installed
ar: بيئة تشغيل VC++ مثبتة
cs: Prostředí VC++ nainstalováno
da: VC++-runtime installeret
de: VC++-Runtime installiert
es: Runtime de VC++ instalado
fi: VC++-ajoympäristö asennettu
fr: Runtime VC++ installé
it: Runtime VC++ installato
ja: VC++ ランタイムはインストール済み
ko: VC++ 런타임 설치됨
nl: VC++-runtime geïnstalleerd
pl: Środowisko VC++ zainstalowane
pt_br: Runtime VC++ instalado
pt_pt: Runtime VC++ instalado
ro: Runtime VC++ instalat
ru: Среда VC++ установлена
sv: VC++-runtime installerad
tr: VC++ Çalışma Zamanı Yüklü
uk: Середовище VC++ встановлено
vi: Đã cài VC++ Runtime
zh_hans: 已安装 VC++ 运行库
zh_hant: 已安裝 VC++ 執行階段

# config.virtualDesktop
source: Virtual Desktop
ar: سطح مكتب افتراضي
cs: Virtuální plocha
da: Virtuelt skrivebord
de: Virtueller Desktop
es: Escritorio virtual
fi: Virtuaalityöpöytä
fr: Bureau virtuel
it: Desktop virtuale
ja: 仮想デスクトップ
ko: 가상 데스크톱
nl: Virtueel bureaublad
pl: Wirtualny pulpit
pt_br: Área de trabalho virtual
pt_pt: Ambiente de trabalho virtual
ro: Desktop virtual
ru: Виртуальный рабочий стол
sv: Virtuellt skrivbord
tr: Sanal Masaüstü
uk: Віртуальний робочий стіл
vi: Màn hình ảo
zh_hans: 虚拟桌面
zh_hant: 虛擬桌面

# config.virtualDesktop.custom
source: Custom
ar: مخصص
cs: Vlastní
da: Tilpasset
de: Benutzerdefiniert
es: Personalizada
fi: Oma
fr: Personnalisé
it: Personalizzata
ja: カスタム
ko: 사용자 지정
nl: Aangepast
pl: Własna
pt_br: Personalizada
pt_pt: Personalizada
ro: Personalizată
ru: Свой
sv: Anpassad
tr: Özel
uk: Власне
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# config.virtualDesktop.height
source: Height
ar: الارتفاع
cs: Výška
da: Højde
de: Höhe
es: Alto
fi: Korkeus
fr: Hauteur
it: Altezza
ja: 高さ
ko: 높이
nl: Hoogte
pl: Wysokość
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Высота
sv: Höjd
tr: Yükseklik
uk: Висота
vi: Chiều cao
zh_hans: 高度
zh_hant: 高度

# config.virtualDesktop.info
source: When enabled, Wine renders into a virtual screen of the chosen size.
ar: عند التفعيل، يعرض Wine داخل شاشة افتراضية بالحجم المختار.
cs: Když je zapnuto, Wine vykresluje do virtuální obrazovky zvolené velikosti.
da: Når dette er slået til, renderer Wine til en virtuel skærm i den valgte størrelse.
de: Wenn aktiviert, rendert Wine in einen virtuellen Bildschirm der gewählten Größe.
es: Si se activa, Wine se dibuja en una pantalla virtual del tamaño elegido.
fi: Kun käytössä, Wine piirtää valitun kokoiselle virtuaalinäytölle.
fr: Lorsque cette option est activée, Wine s'affiche dans un écran virtuel de la taille choisie.
it: Se attivo, Wine disegna in uno schermo virtuale della dimensione scelta.
ja: オンにすると、Wine は指定したサイズの仮想画面に描画します。
ko: 켜면 Wine이 선택한 크기의 가상 화면에 렌더링합니다.
nl: Wanneer dit is ingeschakeld, rendert Wine in een virtueel scherm van de gekozen grootte.
pl: Po włączeniu Wine renderuje na wirtualnym ekranie o wybranym rozmiarze.
pt_br: Quando ativado, o Wine desenha em uma tela virtual do tamanho escolhido.
pt_pt: Quando ativado, o Wine desenha num ecrã virtual do tamanho escolhido.
ro: Când este activat, Wine randează într-un ecran virtual de dimensiunea aleasă.
ru: Если включено, Wine выводит изображение в виртуальный экран заданного размера.
sv: När detta är på renderar Wine till en virtuell skärm i vald storlek.
tr: Etkinleştirildiğinde Wine, seçilen boyutta sanal bir ekrana çizim yapar.
uk: Якщо ввімкнено, Wine виводить зображення у віртуальний екран заданого розміру.
vi: Khi bật, Wine sẽ kết xuất vào một màn hình ảo có kích thước đã chọn.
zh_hans: 启用后，Wine 会渲染到所选尺寸的虚拟屏幕中。
zh_hant: 啟用後，Wine 會算繪到所選尺寸的虛擬螢幕中。

# config.virtualDesktop.matchDisplay.fallback
source: Failed to detect display size; using 1920x1080.
ar: تعذّر اكتشاف حجم الشاشة، وسيتم استخدام 1920x1080.
cs: Velikost displeje se nepodařilo zjistit; použito 1920x1080.
da: Skærmstørrelsen kunne ikke findes; 1920x1080 bruges i stedet.
de: Bildschirmgröße konnte nicht ermittelt werden; 1920x1080 wird verwendet.
es: No se ha podido detectar el tamaño de la pantalla; se usará 1920x1080.
fi: Näytön kokoa ei tunnistettu; käytetään tarkkuutta 1920x1080.
fr: Impossible de détecter la taille de l'écran ; utilisation de 1920x1080.
it: Impossibile rilevare la dimensione dello schermo; verrà usata 1920x1080.
ja: ディスプレイのサイズを検出できませんでした。1920x1080 を使用します。
ko: 디스플레이 크기를 감지하지 못해 1920x1080을 사용합니다.
nl: Schermgrootte kon niet worden bepaald; 1920x1080 wordt gebruikt.
pl: Nie udało się wykryć rozmiaru ekranu; użyto 1920x1080.
pt_br: Não foi possível detectar o tamanho da tela; usando 1920x1080.
pt_pt: Não foi possível detetar o tamanho do ecrã; a usar 1920x1080.
ro: Dimensiunea ecranului nu a putut fi detectată; se folosește 1920x1080.
ru: Не удалось определить размер дисплея, используется 1920x1080.
sv: Skärmstorleken kunde inte avgöras; 1920x1080 används.
tr: Ekran boyutu algılanamadı; 1920x1080 kullanılıyor.
uk: Не вдалося визначити розмір дисплея, використовується 1920x1080.
vi: Không nhận được kích thước màn hình; dùng 1920x1080.
zh_hans: 无法检测显示器尺寸，将使用 1920x1080。
zh_hant: 無法偵測顯示器尺寸，將使用 1920x1080。

# config.virtualDesktop.matchDisplay.label
source: Match Display
ar: مطابقة الشاشة
cs: Podle displeje
da: Samme som skærmen
de: Wie Bildschirm
es: Igual que la pantalla
fi: Sama kuin näyttö
fr: Comme l'écran
it: Come il display
ja: ディスプレイに合わせる
ko: 디스플레이에 맞춤
nl: Gelijk aan scherm
pl: Jak ekran
pt_br: Igual à tela
pt_pt: Igual ao ecrã
ro: La fel ca ecranul
ru: Как у дисплея
sv: Samma som skärmen
tr: Ekranla Eşleştir
uk: Як у дисплея
vi: Khớp màn hình
zh_hans: 匹配显示器
zh_hant: 符合顯示器

# config.virtualDesktop.nextLaunch
source: Resolution applies on next launch.
ar: تُطبَّق الدقة عند التشغيل التالي.
cs: Rozlišení se projeví při příštím spuštění.
da: Opløsningen træder i kraft ved næste start.
de: Die Auflösung wird beim nächsten Start wirksam.
es: La resolución se aplica en el próximo inicio.
fi: Tarkkuus tulee voimaan seuraavalla käynnistyskerralla.
fr: La résolution s'applique au prochain lancement.
it: La risoluzione viene applicata al prossimo avvio.
ja: 解像度は次回の起動時に反映されます。
ko: 해상도는 다음 실행 시 적용됩니다.
nl: De resolutie wordt bij de volgende start toegepast.
pl: Rozdzielczość zadziała przy następnym uruchomieniu.
pt_br: A resolução vale na próxima abertura.
pt_pt: A resolução aplica-se no próximo arranque.
ro: Rezoluția se aplică la următoarea lansare.
ru: Разрешение применится при следующем запуске.
sv: Upplösningen börjar gälla vid nästa start.
tr: Çözünürlük bir sonraki başlatmada uygulanır.
uk: Роздільна здатність застосується під час наступного запуску.
vi: Độ phân giải áp dụng ở lần khởi chạy tiếp theo.
zh_hans: 分辨率将在下次启动时生效。
zh_hant: 解析度會在下次啟動時生效。

# config.virtualDesktop.off
source: Off
ar: إيقاف
cs: Vyp.
da: Fra
de: Aus
es: Desactivado
fi: Ei käytössä
fr: Désactivé
it: Spento
ja: オフ
ko: 끔
nl: Uit
pl: Wył.
pt_br: Desativado
pt_pt: Desligado
ro: Dezactivat
ru: Выкл.
sv: Av
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关
zh_hant: 關

# config.virtualDesktop.processesRunning
source: Stop running processes to change resolution.
ar: أوقف العمليات قيد التشغيل لتغيير الدقة.
cs: Pro změnu rozlišení zastavte běžící procesy.
da: Stop kørende processer for at ændre opløsningen.
de: Stoppe laufende Prozesse, um die Auflösung zu ändern.
es: Detén los procesos en ejecución para cambiar la resolución.
fi: Pysäytä käynnissä olevat prosessit, jotta voit vaihtaa tarkkuutta.
fr: Arrêtez les processus en cours pour changer la résolution.
it: Arresta i processi in esecuzione per cambiare la risoluzione.
ja: 解像度を変更するには、実行中のプロセスを停止してください。
ko: 해상도를 변경하려면 실행 중인 프로세스를 중지하십시오.
nl: Stop actieve processen om de resolutie te wijzigen.
pl: Zatrzymaj działające procesy, aby zmienić rozdzielczość.
pt_br: Pare os processos em execução para alterar a resolução.
pt_pt: Pare os processos em execução para alterar a resolução.
ro: Oprește procesele în execuție pentru a schimba rezoluția.
ru: Чтобы изменить разрешение, остановите запущенные процессы.
sv: Stoppa processer som körs för att ändra upplösningen.
tr: Çözünürlüğü değiştirmek için çalışan işlemleri durdurun.
uk: Щоб змінити роздільну здатність, зупиніть запущені процеси.
vi: Hãy dừng các tiến trình đang chạy để đổi độ phân giải.
zh_hans: 请先停止正在运行的进程，然后再更改分辨率。
zh_hant: 請先停止執行中的程序，才能更改解析度。

# config.virtualDesktop.resolution
source: Resolution
ar: الدقة
cs: Rozlišení
da: Opløsning
de: Auflösung
es: Resolución
fi: Tarkkuus
fr: Résolution
it: Risoluzione
ja: 解像度
ko: 해상도
nl: Resolutie
pl: Rozdzielczość
pt_br: Resolução
pt_pt: Resolução
ro: Rezoluție
ru: Разрешение
sv: Upplösning
tr: Çözünürlük
uk: Роздільна здатність
vi: Độ phân giải
zh_hans: 分辨率
zh_hant: 解析度

# config.virtualDesktop.width
source: Width
ar: العرض
cs: Šířka
da: Bredde
de: Breite
es: Ancho
fi: Leveys
fr: Largeur
it: Larghezza
ja: 幅
ko: 너비
nl: Breedte
pl: Szerokość
pt_br: Largura
pt_pt: Largura
ro: Lățime
ru: Ширина
sv: Bredd
tr: Genişlik
uk: Ширина
vi: Chiều rộng
zh_hans: 宽度
zh_hant: 寬度
